import pdf1 from '../../Pdfs/lessonIT1.pdf'
import pdf2 from '../../Pdfs/lessonIT2.pdf'
import pdf3 from '../../Pdfs/lessonIT3.pdf'
import pdf4 from '../../Pdfs/lessonIT4.pdf'

export default [
  {
    id: 1,
    pdf: pdf1,
    info: 'Οταν ανοίγουμε τον υπολογιστή, ένα σύνολο από διάφορα τμήματα του Υλικού (hardware) συνεργάζονται μεταξύ τους, ώστε να μπορέσει να λειτουργήσει. Παρατηρούμε τα φωτάκια της Κεντρικής Μονάδας να αναβοσβήνουν, ακούμε το σκληρό δίσκο να κάνει θόρυβο, η οθόνη αρχίζει να ανταποκρίνεται και μας εμφανίζει την επιφάνεια εργασία, ενώ το ποντίκι και το πληκτρολόγιο μετά από λίγο είναι έτοιμα να λειτουργήσουν.',
  },
  {
    id: 2,
    pdf: pdf2,
    info: 'Κάθε φορά που ανοίγουμε τον υπολογιστή, το Λειτουργικό Σύστημα φορτώνεται στην μνήμη του. Η ενέργεια αυτή είναι απαραίτητη, ώστε να μπορουμε να δίνουμε εντολές στον υπολογιστή και αυτός να τις εκτελεί. Στο κεφάλαιο αυτό θα γνωρίσουμε περισσότερα για το περιβάλλον επικοινωνίας μεταξύ υπολογιστή και χρήστη',
  },
  {
    id: 3,
    pdf: pdf3,
    info: 'Όταν εργαζόμαστε σε έναν υπολογιστή, πρέπει να αποθηκεύουμε τη δουλειά μας σε κάποιο αποθηκευτικό μέσο, για να μη χαθεί μόλις τερματιστεί η λειτουργία του υπολογιστή. Στο κεφάλαιο αυτο θα γνωρίσουμε πως μπορούμε να δουλεύουμε με μεγαλύτερη ασφάλεια',
  },
  {
    id: 4,
    pdf: pdf4,
    info: 'Μπορεί κάποιος, χωρίς τη θέλησή σας, να "δανειστεί" τα στοιχεία του υπολογιστή σας; Ναι! Τι είναι λοιπόν η πειρατεία λογισμικού;',
  },
]
